/************************************************************************************
*                                                                                   *
*  SMsg.h    Create By liufei  2015-10-14                                           *
*  功能：序列化内存数据到一个连续的Buf缓存区中                                      *
*  说明：                                                                           *
*                                                                                   *
************************************************************************************/
#pragma once

#include <iostream>

using namespace std;

class CSMsg
{
	
};

